Repository: tacshi/SelectionBar
Catalog: Sources/SelectionBarApp/Resources/Localizable.xcstrings
Source language: en
Languages: ja, zh_hans, zh_hant

source: Use provider default
ja: プロバイダーの既定値を使用
zh_hans: 使用服务商默认模型
zh_hant: 使用服務商預設模型

source: Record a shortcut for manual checks.
ja: 手動チェック用のショートカットを設定してください。
zh_hans: 请为手动检查录制快捷键。
zh_hant: 請為手動檢查錄製快速鍵。

source: Volcengine Ark (Doubao)
zh_hans: 火山引擎（豆包）
zh_hant: 火山引擎（豆包）

source: Bluetooth
zh_hans: 蓝牙
zh_hant: 藍牙
